environments/cfd/rand_env_0/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

18
(
    auto0
    {
        type            wall;
        nFaces          825;
        startFace       161064;
    }
    auto1
    {
        type            wall;
        nFaces          1542;
        startFace       161889;
    }
    auto2
    {
        type            wall;
        nFaces          5041;
        startFace       163431;
    }
    auto3
    {
        type            wall;
        nFaces          1212;
        startFace       168472;
    }
    auto4
    {
        type            wall;
        nFaces          2991;
        startFace       169684;
    }
    auto5
    {
        type            wall;
        nFaces          4723;
        startFace       172675;
    }
    auto6
    {
        type            wall;
        nFaces          759;
        startFace       177398;
    }
    auto7
    {
        type            wall;
        nFaces          1479;
        startFace       178157;
    }
    auto8
    {
        type            wall;
        nFaces          1002;
        startFace       179636;
    }
    auto9
    {
        type            wall;
        nFaces          975;
        startFace       180638;
    }
    auto10
    {
        type            wall;
        nFaces          906;
        startFace       181613;
    }
    auto11
    {
        type            wall;
        nFaces          930;
        startFace       182519;
    }
    auto12
    {
        type            wall;
        nFaces          1167;
        startFace       183449;
    }
    auto13
    {
        type            wall;
        nFaces          1269;
        startFace       184616;
    }
    auto14
    {
        type            wall;
        nFaces          993;
        startFace       185885;
    }
    auto15
    {
        type            wall;
        nFaces          726;
        startFace       186878;
    }
    auto16
    {
        type            wall;
        nFaces          1032;
        startFace       187604;
    }
    auto17
    {
        type            wall;
        nFaces          903;
        startFace       188636;
    }
)

// ************************************************************************* //
