environments/cfd/rand_env_0/0/k
// -*- C++ -*-
// File generated by PyFoam - sorry for the ugliness

FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 location "0";
 object k;
}

dimensions [ 0 2 -2 0 0 0 0 ];

internalField uniform 0.00375;

boundaryField
{
  auto0
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto1
  {
    type fixedValue;
    value uniform 0.00375;
  }
  auto2
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto3
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto4
  {
    type zeroGradient;
  }
  auto5
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto6
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto7
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto8
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto9
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto10
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto11
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto12
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto13
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto14
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto15
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto16
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
  auto17
  {
    type kqRWallFunction;
    value uniform 0.00375;
  }
} 	// ************************************************************************* //

